tap "grishka/grishka"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "minacle/chntpw"
tap "oven-sh/bun"
tap "sanemat/font"
tap "smudge/smudge"
brew "act"
brew "aria2"
brew "cabextract"
brew "cdrtools"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "libtiff"
brew "openssl@1.1"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "libyaml"
brew "mas"
brew "neofetch"
brew "neovim"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "rust"
brew "screen"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim"
brew "volta"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zsh"
brew "minacle/chntpw/chntpw"
brew "oven-sh/bun/bun"
brew "sanemat/font/ricty"
brew "smudge/smudge/nightlight"
cask "1password", args: { appdir: "/Applications" }
cask "abyssoft-teleport"
cask "adobe-creative-cloud", args: { appdir: "/Applications" }
cask "aerial"
cask "alt-tab", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "asana", args: { appdir: "/Applications" }
cask "bettertouchtool", args: { appdir: "/Applications" }
cask "brave-browser", args: { appdir: "/Applications" }
cask "canva", args: { appdir: "/Applications" }
cask "cheatsheet", args: { appdir: "/Applications" }
cask "chromium", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "duet", args: { appdir: "/Applications" }
cask "eqmac"
cask "fig"
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "goland", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "hiddenbar", args: { appdir: "/Applications" }
cask "iterm2"
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keyboardcleantool", args: { appdir: "/Applications" }
cask "microsoft-edge", args: { appdir: "/Applications" }
cask "minecraft"
cask "monitorcontrol", args: { appdir: "/Applications" }
cask "neardrop"
cask "ngrok", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "obs"
cask "parallels", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "raycast", args: { appdir: "/Applications" }
cask "react-native-debugger", args: { appdir: "/Applications" }
cask "rectangle"
cask "scroll-reverser", args: { appdir: "/Applications" }
cask "sequel-ace", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "stoplight-studio"
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "todoist", args: { appdir: "/Applications" }
cask "utm", args: { appdir: "/Applications" }
cask "vimr"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vnc-server"
cask "vnc-viewer", args: { appdir: "/Applications" }
cask "warp", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
mas "Any Screen Resolution", id: 6444128384
mas "Disk Speed Test", id: 425264550
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "42Crunch.vscode-openapi"
vscode "aeschli.vscode-css-formatter"
vscode "Arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cweijan.vscode-mysql-client2"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "glenn2223.live-sass"
vscode "humao.rest-client"
vscode "IBM.output-colorizer"
vscode "icrawl.discord-vscode"
vscode "James-Yu.latex-workshop"
vscode "jebbs.markdown-extended"
vscode "KevinRose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "morrislaptop.vscode-open-in-sourcetree"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "proohit.openapi-snippets"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.LiveServer"
vscode "shardulm94.trailing-spaces"
vscode "SimonSiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
vscode "zobo.php-intellisense"
