#cask_args appdir: "/Applications"
#Homebrew ver4.0.0以降はhomebrew/core、homebrew/cask不要
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "grishka/grishka"
tap "yousuk3/homebrew-mycask"
brew "aria2"
brew "ffmpeg"
brew "gh"
brew "git"
brew "p7zip"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "rename"
brew "vim"
brew "wget"
cask "adguard"
cask "adguard-vpn"
cask "alt-tab"
cask "anki"
cask "appcleaner"
cask "brave-browser"
cask "canva"
cask "cooviewer"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-inconsolata"
cask "font-myrica"
cask "font-myricam"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "jdownloader"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "logi-options-plus"
cask "macwinzipper"
cask "microsoft-edge"
cask "neardrop"
cask "notion"
cask "obsidian"
cask "opencore-patcher"
cask "proton-pass"
cask "raindropio"
cask "raycast"
cask "siki"
cask "silentknight"
cask "stackroom"
cask "todoist"
cask "tor-browser"
cask "utm"
cask "vnc-server"
cask "vnc-viewer"
cask "warp"
mas "Bitwarden", id: 1352778147
mas "Disk Speed Test", id: 425264550
mas "Kindle", id: 302584613
mas "MenubarX", id: 1575588022
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
#mas "Spark", id: 1176895641
mas "Spark Desktop", id: 6445813049
mas "The Unarchiver", id: 425424353
mas "VPN Unlimited®", id: 694633015
